# Essentials
brew 'git'
brew 'zsh'
brew 'coreutils'
brew 'ripgrep'

# Shell stuff
brew 'fzf'
brew 'reattach-to-user-namespace'
brew 'shellcheck'
brew 'tmux'
brew 'zsh-completions'
brew 'fish'

# Web
brew 'httpie'
brew 'wget'

# Dev
brew 'difftastic'
brew 'neovim'
brew 'vim'

# Casks
tap 'homebrew/cask-fonts'
cask 'appcleaner'
cask 'bitwarden'
cask 'rectangle'
cask 'spotify'
cask 'the-unarchiver'
cask "iterm2"
cask "font-meslo-lg-nerd-font"
cask 'visual-studio-code'
