tap "homebrew/cask"

# Essentials
brew 'git'
brew 'zsh'

# Shell stuff
brew 'fzf'
brew 'reattach-to-user-namespace'
brew 'shellcheck'
brew 'tmux'
brew 'zsh-completions'

# Web
brew 'httpie'
brew 'wget'

# Dev
brew 'diffutils'
brew 'neovim'
brew 'vim'

# Casks
cask 'appcleaner'
cask 'bitwarden'
cask 'rectangle'
cask 'spotify'
cask 'the-unarchiver'
